Repository: skvdhshuk-blip/hao-bar
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pt_br, th, vi, zh_hans, zh_hant

source: Open settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
id: Buka pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pt_br: Abrir ajustes
th: เปิดการตั้งค่า
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

source: Open the HaoBar settings window
de: HaoBar-Einstellungsfenster öffnen
es: Abrir la ventana de ajustes de HaoBar
fr: Ouvrir la fenêtre des réglages HaoBar
id: Buka jendela pengaturan HaoBar
it: Apri la finestra delle impostazioni HaoBar
ja: HaoBar設定ウィンドウを開く
ko: HaoBar 설정 창 열기
nl: Het HaoBar-instellingenvenster openen
pt_br: Abrir a janela de ajustes do HaoBar
th: เปิดหน้าต่างการตั้งค่า HaoBar
vi: Mở cửa sổ cài đặt HaoBar
zh_hans: 打开 HaoBar 设置窗口
zh_hant: 打開 HaoBar 設定視窗

source: Open the icon panel or second menu bar
de: Symbolpanel oder zweite Menüleiste öffnen
es: Abrir el panel de iconos o la segunda barra de menús
fr: Ouvrir le panneau d’icônes ou la seconde barre des menus
id: Buka panel ikon atau bilah menu kedua
it: Apri il pannello icone o la seconda barra dei menu
ja: アイコンパネルまたはセカンドメニューバーを開く
ko: 아이콘 패널 또는 두 번째 메뉴 막대 열기
nl: Pictogrampaneel of tweede menubalk openen
pt_br: Abrir o painel de ícones ou a segunda barra de menus
th: เปิดแผงไอคอนหรือแถบเมนูที่สอง
vi: Mở bảng biểu tượng hoặc thanh menu thứ hai
zh_hans: 打开图标面板或第二菜单栏
zh_hant: 打開圖示面板或第二選單列

source: Open the Icon Panel window with search and icon actions.
de: Öffnet das Symbolpanel mit Suche und Symbolaktionen.
es: Abre el panel de iconos con búsqueda y acciones.
fr: Ouvre le panneau d’icônes avec recherche et actions.
id: Buka panel ikon dengan pencarian dan aksi ikon.
it: Apre il pannello icone con ricerca e azioni.
ja: 検索とアイコン操作付きのアイコンパネルを開く。
ko: 검색과 아이콘 동작이 있는 아이콘 패널을 엽니다.
nl: Opent het pictogrampaneel met zoeken en acties.
pt_br: Abre o painel de ícones com pesquisa e ações.
th: เปิดแผงไอคอนพร้อมค้นหาและการทำงานของไอคอน
vi: Mở bảng biểu tượng có tìm kiếm và thao tác.
zh_hans: 打开带搜索和图标操作的图标面板。
zh_hant: 打開帶搜尋和圖示操作的圖示面板。

source: Open the Icon Panel window with search and icon clicking. Pro adds moving icons and Always Hidden.
de: Öffnet das Symbolpanel mit Suche und Klicks. Pro: Verschieben und Immer ausgeblendet.
es: Abre el panel con búsqueda y clics. Pro añade mover iconos y Siempre oculto.
fr: Ouvre le panneau avec recherche et clics. Pro ajoute le déplacement et Toujours masqué.
id: Buka panel dengan pencarian dan klik. Pro menambah pemindahan ikon dan Selalu tersembunyi.
it: Apre il pannello con ricerca e clic. Pro aggiunge lo spostamento e Sempre nascosto.
ja: 検索とクリック付きパネルを開く。Proは移動と常に非表示も。
ko: 검색과 클릭이 있는 패널을 엽니다. Pro는 이동과 항상 숨김까지.
nl: Opent het paneel met zoeken en klikken. Pro: verplaatsen en Altijd verborgen.
pt_br: Abre o painel com pesquisa e cliques. O Pro adiciona mover ícones e Sempre oculto.
th: เปิดแผงไอคอนพร้อมค้นหาและคลิก Pro เพิ่มการย้ายกับซ่อนตลอด
vi: Mở bảng có tìm và bấm. Pro thêm chuyển icon và Luôn ẩn.
zh_hans: 打开带搜索和点击的图标面板。Pro 可移动图标并使用始终隐藏。
zh_hant: 打開帶搜尋和點按的圖示面板。Pro 可移動圖示並使用一律隱藏。

source: Open with ⌘⇧Space, then browse icons in either layout.
de: Öffne mit ⌘⇧Leertaste und durchsuche Symbole in beiden Layouts.
es: Ábrelo con ⌘⇧Espacio y explora iconos en cualquiera de los dos diseños.
fr: Ouvrez avec ⌘⇧Espace, puis parcourez les icônes dans l’une ou l’autre disposition.
id: Buka dengan ⌘⇧Space, lalu jelajahi ikon di salah satu tata letak.
it: Apri con ⌘⇧Spazio e sfoglia le icone in entrambi i layout.
ja: ⌘⇧Spaceで開いて、どちらのレイアウトでもアイコンを見られます。
ko: ⌘⇧Space로 연 뒤, 어느 레이아웃에서든 아이콘을 둘러보세요.
nl: Open met ⌘⇧Spatie en bekijk pictogrammen in beide lay-outs.
pt_br: Abra com ⌘⇧Espaço e explore ícones em qualquer um dos layouts.
th: เปิดด้วย ⌘⇧Space แล้วเรียกดูไอคอนได้ทั้งสองเลย์เอาต์
vi: Mở bằng ⌘⇧Space, rồi duyệt biểu tượng ở bố cục nào cũng được.
zh_hans: 用 ⌘⇧Space 打开，然后在任一布局里浏览图标。
zh_hant: 用 ⌘⇧Space 打開，然後在任一佈局裡瀏覽圖示。

source: Opens Accessibility settings so you can grant HaoBar permission.
de: Öffnet die Bedienungshilfen, damit du HaoBar die Erlaubnis geben kannst.
es: Abre Accesibilidad para que puedas conceder permiso a HaoBar.
fr: Ouvre Accessibilité pour que vous puissiez autoriser HaoBar.
id: Membuka Aksesibilitas agar Anda dapat mengizinkan HaoBar.
it: Apre Accessibilità così puoi concedere il permesso a HaoBar.
ja: アクセシビリティ設定を開き、HaoBarに許可を出せます。
ko: 손쉬운 사용 설정을 열어 HaoBar 권한을 줄 수 있습니다.
nl: Opent Toegankelijkheid zodat je HaoBar toestemming kunt geven.
pt_br: Abre Acessibilidade para você conceder permissão ao HaoBar.
th: เปิดการตั้งค่าการเข้าถึง เพื่ออนุญาต HaoBar
vi: Mở Trợ năng để bạn cấp quyền cho HaoBar.
zh_hans: 打开辅助功能设置，以便授予 HaoBar 权限。
zh_hant: 打開輔助使用設定，以便授予 HaoBar 權限。

source: Opens macOS Privacy & Security > Accessibility.
de: Öffnet macOS Datenschutz & Sicherheit > Bedienungshilfen.
es: Abre Privacidad y seguridad > Accesibilidad en macOS.
fr: Ouvre Confidentialité et sécurité > Accessibilité dans macOS.
id: Membuka Privasi & Keamanan > Aksesibilitas di macOS.
it: Apre Privacy e sicurezza > Accessibilità in macOS.
ja: macOSのプライバシーとセキュリティ > アクセシビリティを開きます。
ko: macOS 개인 정보 보호 및 보안 > 손쉬운 사용을 엽니다.
nl: Opent Privacy en beveiliging > Toegankelijkheid in macOS.
pt_br: Abre Privacidade e segurança > Acessibilidade no macOS.
th: เปิดความเป็นส่วนตัวและความปลอดภัย > การเข้าถึง ใน macOS
vi: Mở Quyền riêng tư và Bảo mật > Trợ năng trên macOS.
zh_hans: 打开 macOS 隐私与安全性 > 辅助功能。
zh_hant: 打開 macOS 隱私權與安全性 > 輔助使用。

source: Opens macOS System Settings directly to Privacy & Security > Accessibility so you can grant or repair HaoBar's permission.
de: Öffnet die Systemeinstellungen direkt bei Datenschutz & Sicherheit > Bedienungshilfen, um HaoBars Erlaubnis zu erteilen oder zu reparieren.
es: Abre Ajustes del Sistema en Privacidad y seguridad > Accesibilidad para conceder o reparar el permiso de HaoBar.
fr: Ouvre Réglages Système sur Confidentialité et sécurité > Accessibilité pour accorder ou réparer l’autorisation de HaoBar.
id: Membuka Pengaturan Sistem ke Privasi & Keamanan > Aksesibilitas agar Anda dapat memberi atau memperbaiki izin HaoBar.
it: Apre Impostazioni di Sistema su Privacy e sicurezza > Accessibilità per concedere o riparare il permesso di HaoBar.
ja: システム設定のプライバシーとセキュリティ > アクセシビリティを直接開き、HaoBarの許可を出したり直したりできます。
ko: 시스템 설정의 개인 정보 보호 및 보안 > 손쉬운 사용으로 바로 가서 HaoBar 권한을 주거나 고칠 수 있습니다.
nl: Opent Systeeminstellingen bij Privacy en beveiliging > Toegankelijkheid om HaoBars toestemming te geven of te herstellen.
pt_br: Abre Ajustes do Sistema em Privacidade e segurança > Acessibilidade para conceder ou reparar a permissão do HaoBar.
th: เปิดตั้งค่าระบบไปที่ความเป็นส่วนตัวและความปลอดภัย > การเข้าถึง เพื่อให้หรือซ่อมสิทธิ์ HaoBar
vi: Mở thẳng Cài đặt Hệ thống tới Quyền riêng tư và Bảo mật > Trợ năng để cấp hoặc sửa quyền HaoBar.
zh_hans: 直接打开 macOS 系统设置的隐私与安全性 > 辅助功能，以便授予或修复 HaoBar 的权限。
zh_hant: 直接打開 macOS 系統設定的隱私權與安全性 > 輔助使用，以便授予或修復 HaoBar 的權限。

source: Opens macOS System Settings so you can manage which icons are allowed in the menu bar.
de: Öffnet die Systemeinstellungen, damit du festlegen kannst, welche Symbole in der Menüleiste erlaubt sind.
es: Abre Ajustes del Sistema para gestionar qué iconos se permiten en la barra de menús.
fr: Ouvre Réglages Système pour gérer quelles icônes sont autorisées dans la barre des menus.
id: Membuka Pengaturan Sistem agar Anda dapat mengatur ikon mana yang diizinkan di bilah menu.
it: Apre Impostazioni di Sistema per gestire quali icone sono ammesse nella barra dei menu.
ja: システム設定を開き、メニューバーに出せるアイコンを管理できます。
ko: 시스템 설정을 열어 메뉴 막대에 허용할 아이콘을 관리할 수 있습니다.
nl: Opent Systeeminstellingen zodat je kunt beheren welke pictogrammen in de menubalk mogen.
pt_br: Abre Ajustes do Sistema para gerenciar quais ícones podem aparecer na barra de menus.
th: เปิดตั้งค่าระบบ เพื่อจัดการว่าไอคอนใดอยู่ในแถบเมนูได้
vi: Mở Cài đặt Hệ thống để chọn icon nào được phép trên thanh menu.
zh_hans: 打开 macOS 系统设置，以便管理哪些图标可以出现在菜单栏。
zh_hant: 打開 macOS 系統設定，以便管理哪些圖示可以出現在選單列。

source: Organize icons into custom named groups
de: Symbole in benannte eigene Gruppen ordnen
es: Organiza los iconos en grupos con nombre
fr: Classer les icônes dans des groupes nommés
id: Rapikan ikon ke grup bernama kustom
it: Organizza le icone in gruppi con nome
ja: 名前付きのカスタムグループにアイコンを整理
ko: 아이콘을 이름 붙인 사용자 그룹으로 정리합니다
nl: Pictogrammen in groepen met een naam zetten
pt_br: Organize os ícones em grupos com nome
th: จัดไอคอนเป็นกลุ่มตั้งชื่อเอง
vi: Xếp biểu tượng vào nhóm đặt tên riêng
zh_hans: 把图标整理进自定义命名分组
zh_hant: 把圖示整理進自訂命名群組

source: Our Sane Philosophy
de: Unsere Sane-Philosophie
es: Nuestra filosofía Sane
fr: Notre philosophie Sane
id: Filosofi Sane kami
it: La nostra filosofia Sane
ja: 私たちのSane哲学
ko: 우리의 Sane 철학
nl: Onze Sane-filosofie
pt_br: Nossa filosofia Sane
th: ปรัชญา Sane ของเรา
vi: Triết lý Sane của chúng tôi
zh_hans: 我们的 Sane 理念
zh_hant: 我們的 Sane 理念

source: Patient
de: Geduldig
es: Paciencia
id: Sabar
it: Paziente
ja: じっくり
ko: 차분히
nl: Geduldig
pt_br: Paciente
th: ใจเย็น
vi: Kiên nhẫn
zh_hans: 耐心
zh_hant: 耐心

source: Periodically check for new versions
de: Regelmäßig nach neuen Versionen suchen
es: Comprobar periódicamente si hay versiones nuevas
fr: Vérifier périodiquement les nouvelles versions
id: Periksa versi baru secara berkala
it: Controlla periodicamente se ci sono nuove versioni
ja: 新しいバージョンを定期的に確認
ko: 새 버전을 주기적으로 확인
nl: Regelmatig controleren op nieuwe versies
pt_br: Verificar periodicamente se há versões novas
th: ตรวจเวอร์ชันใหมเป็นระยะ
vi: Định kỳ kiểm tra bản mới
zh_hans: 定期检查新版本
zh_hant: 定期檢查新版本

source: Permission granted — you're all set!
de: Erlaubnis erteilt — du bist startklar!
es: Permiso concedido — ¡listo!
fr: Autorisation accordée — c’est bon !
id: Izin diberikan — semuanya siap!
it: Permesso concesso — sei a posto!
ja: 許可済み — 準備OK！
ko: 권한이 허용되었습니다 — 준비됐습니다!
nl: Toestemming gegeven — je bent er klaar voor!
pt_br: Permissão concedida — tudo certo!
th: อนุญาตแล้ว — พร้อมแล้ว!
vi: Đã cấp quyền — xong rồi!
zh_hans: 权限已授予 — 可以开始了！
zh_hant: 權限已授予 — 可以開始了！

source: Pill
de: Pille
es: Píldora
fr: Pilule
id: Pil
it: Pillola
ja: ピル
ko: 알약
nl: Pil
pt_br: Pílula
th: แคปซูล
vi: Viên
zh_hans: 胶囊
zh_hant: 膠囊

source: Profile
de: Profil
es: Perfil
fr: Profil
id: Profil
it: Profilo
ja: プロファイル
ko: 프로파일
nl: Profiel
pt_br: Perfil
th: โปรไฟล์
vi: Hồ sơ
zh_hans: 配置
zh_hant: 設定檔

source: Profile rules
de: Profilregeln
es: Reglas del perfil
fr: Règles du profil
id: Aturan profil
it: Regole del profilo
ja: プロファイルのルール
ko: 프로파일 규칙
nl: Profielregels
pt_br: Regras do perfil
th: กฎโปรไฟล์
vi: Quy tắc hồ sơ
zh_hans: 配置规则
zh_hant: 設定檔規則

source: Profiles
de: Profile
es: Perfiles
fr: Profils
id: Profil
it: Profili
ja: プロファイル
ko: 프로파일
nl: Profielen
pt_br: Perfis
th: โปรไฟล์
vi: Hồ sơ
zh_hans: 配置
zh_hant: 設定檔

source: Profiles actions
de: Profilaktionen
es: Acciones de perfiles
fr: Actions des profils
id: Tindakan profil
it: Azioni dei profili
ja: プロファイルの操作
ko: 프로파일 동작
nl: Profielacties
pt_br: Ações dos perfis
th: การทำงานของโปรไฟล์
vi: Thao tác hồ sơ
zh_hans: 配置操作
zh_hant: 設定檔操作

source: Protect hidden icons with Touch ID or your password
de: Ausgeblendete Symbole mit Touch ID oder Kennwort schützen
es: Protege los iconos ocultos con Touch ID o tu contraseña
fr: Protéger les icônes masquées avec Touch ID ou votre mot de passe
id: Lindungi ikon tersembunyi dengan Touch ID atau kata sandi
it: Proteggi le icone nascoste con Touch ID o la password
ja: Touch IDまたはパスワードで非表示アイコンを保護
ko: Touch ID나 암호로 가려진 아이콘을 보호합니다
nl: Verborgen pictogrammen beschermen met Touch ID of je wachtwoord
pt_br: Proteja os ícones ocultos com Touch ID ou sua senha
th: ป้องกันไอคอนที่ซ่อนด้วย Touch ID หรือรหัสผ่าน
vi: Bảo vệ biểu tượng ẩn bằng Touch ID hoặc mật khẩu
zh_hans: 用 Touch ID 或密码保护隐藏图标
zh_hant: 用 Touch ID 或密碼保護隱藏圖示

source: Protected
de: Geschützt
es: Protegido
fr: Protégé
id: Dilindungi
it: Protetto
ja: 保護中
ko: 보호됨
nl: Beveiligd
pt_br: Protegido
th: ป้องกันแล้ว
vi: Đã bảo vệ
zh_hans: 已保护
zh_hant: 已保護

source: Quick
de: Schnell
es: Rápido
fr: Rapide
id: Cepat
it: Rapido
ja: すばやく
ko: 빠르게
nl: Snel
pt_br: Rápido
th: เร็ว
vi: Nhanh
zh_hans: 快速
zh_hant: 快速

source: Quick (%ds)
de: Schnell (%ds)
es: Rápido (%ds)
fr: Rapide (%ds)
id: Cepat (%ds)
it: Rapido (%ds)
ja: すばやく (%ds)
ko: 빠르게 (%ds)
nl: Snel (%ds)
pt_br: Rápido (%ds)
th: เร็ว (%ds)
vi: Nhanh (%ds)
zh_hans: 快速 (%ds)
zh_hant: 快速 (%ds)

source: Ready
de: Bereit
es: Listo
fr: Prêt
id: Siap
it: Pronto
ja: 準備完了
ko: 준비됨
nl: Gereed
pt_br: Pronto
th: พร้อม
vi: Sẵn sàng
zh_hans: 就绪
zh_hant: 就緒

source: Reduce or increase the space between menu bar icons
de: Abstand zwischen Menüleisten-Symbolen verringern oder vergrößern
es: Reduce o aumenta el espacio entre iconos
fr: Réduire ou augmenter l’espace entre les icônes
id: Perkecil atau perbesar jarak antar ikon
it: Riduci o aumenta lo spazio tra le icone
ja: メニューバーアイコンの間隔を詰める/広げる
ko: 메뉴 막대 아이콘 간격을 줄이거나 늘립니다
nl: Ruimte tussen menubalkpictogrammen verkleinen of vergroten
pt_br: Reduza ou aumente o espaço entre os ícones
th: ลดหรือเพิ่มช่องว่างระหว่างไอคอนแถบเมนู
vi: Thu hẹp hoặc nới khoảng cách giữa các biểu tượng
zh_hans: 缩小或加大菜单栏图标间距
zh_hant: 縮小或加大選單列圖示間距

source: Reduce space between icons
de: Abstand zwischen Symbolen verringern
es: Reducir el espacio entre iconos
fr: Réduire l’espace entre les icônes
id: Perkecil jarak antar ikon
it: Riduci lo spazio tra le icone
ja: アイコンの間隔を詰める
ko: 아이콘 간격 줄이기
nl: Ruimte tussen pictogrammen verkleinen
pt_br: Reduzir o espaço entre ícones
th: ลดช่องว่างระหว่างไอคอน
vi: Thu hẹp khoảng cách biểu tượng
zh_hans: 缩小图标间距
zh_hant: 縮小圖示間距

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuw
pt_br: Atualizar
th: รีเฟรช
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Remove from Group
de: Aus Gruppe entfernen
es: Quitar del grupo
fr: Retirer du groupe
id: Hapus dari grup
it: Rimuovi dal gruppo
ja: グループから外す
ko: 그룹에서 제거
nl: Uit groep verwijderen
pt_br: Remover do grupo
th: เอาออกจากกลุ่ม
vi: Gỡ khỏi nhóm
zh_hans: 从分组中移除
zh_hant: 從群組移除

source: Remove this app
de: Diese App entfernen
es: Quitar esta app
fr: Retirer cette app
id: Hapus app ini
it: Rimuovi questa app
ja: このAppを削除
ko: 이 앱 제거
nl: Deze app verwijderen
pt_br: Remover este app
th: ลบแอปนี้
vi: Gỡ app này
zh_hans: 移除这个应用
zh_hant: 移除這個 App

source: Remove this Focus Mode
de: Diesen Focus entfernen
es: Quitar este modo Focus
fr: Retirer ce mode Focus
id: Hapus Focus ini
it: Rimuovi questa modalità Focus
ja: このFocusを削除
ko: 이 Focus 제거
nl: Deze Focus-stand verwijderen
pt_br: Remover este modo Focus
th: ลบ Focus นี้
vi: Gỡ Focus này
zh_hans: 移除这个 Focus
zh_hant: 移除這個 Focus

source: Remove this network
de: Dieses Netzwerk entfernen
es: Quitar esta red
fr: Retirer ce réseau
id: Hapus jaringan ini
it: Rimuovi questa rete
ja: このネットワークを削除
ko: 이 네트워크 제거
nl: Dit netwerk verwijderen
pt_br: Remover esta rede
th: ลบเครือข่ายนี้
vi: Gỡ mạng này
zh_hans: 移除这个网络
zh_hant: 移除這個網路

source: Repair
de: Reparieren
es: Reparar
fr: Réparer
id: Perbaiki
it: Ripara
ja: 修復
ko: 복구
nl: Herstel
pt_br: Reparar
th: ซ่อม
vi: Sửa
zh_hans: 修复
zh_hant: 修復

source: Repair after wake or display changes
de: Nach Aufwachen oder Displaywechsel reparieren
es: Reparar tras despertar o cambiar de pantalla
fr: Réparer après réveil ou changement d’écran
id: Perbaiki setelah bangun atau ganti layar
it: Ripara dopo risveglio o cambio display
ja: スリープ解除やディスプレイ変更のあと修復
ko: 깨우거나 디스플레이가 바뀐 뒤 복구
nl: Herstellen na ontwaken of schermwissel
pt_br: Reparar após acordar ou mudar de tela
th: ซ่อมหลังตื่นหรือเปลี่ยนจอ
vi: Sửa sau khi đánh thức hoặc đổi màn
zh_hans: 唤醒或显示器变化后修复
zh_hant: 喚醒或顯示器變化後修復

source: Repair Check
de: Reparaturprüfung
es: Comprobación de reparación
fr: Vérification de réparation
id: Pemeriksaan perbaikan
it: Controllo di riparazione
ja: 修復確認
ko: 복구 확인
nl: Herstelcontrole
pt_br: Verificação de reparo
th: ตรวจการซ่อม
vi: Kiểm tra sửa
zh_hans: 修复检查
zh_hant: 修復檢查

source: Repair check ran.
de: Reparaturprüfung ausgeführt.
es: Comprobación de reparación ejecutada.
fr: Vérification de réparation effectuée.
id: Pemeriksaan perbaikan dijalankan.
it: Controllo di riparazione eseguito.
ja: 修復確認を実行しました。
ko: 복구 확인을 실행했습니다.
nl: Herstelcontrole uitgevoerd.
pt_br: Verificação de reparo executada.
th: ตรวจการซ่อมแล้ว
vi: Đã chạy kiểm tra sửa.
zh_hans: 已完成修复检查。
zh_hant: 已完成修復檢查。

source: Repair Mode
de: Reparaturmodus
es: Modo de reparación
fr: Mode de réparation
id: Mode perbaikan
it: Modalità riparazione
ja: 修復モード
ko: 복구 모드
nl: Herstelmodus
pt_br: Modo de reparo
th: โหมดซ่อม
vi: Chế độ sửa
zh_hans: 修复模式
zh_hant: 修復模式

source: Repairs detached or missing HaoBar item groups.
de: Repariert getrennte oder fehlende HaoBar-Objektgruppen.
es: Repara grupos de HaoBar separados o que faltan.
fr: Répare les groupes d’éléments HaoBar détachés ou manquants.
id: Memperbaiki grup item HaoBar yang terlepas atau hilang.
it: Ripara i gruppi HaoBar scollegati o mancanti.
ja: 切り離された、または不足しているHaoBar項目グループを修復。
ko: 분리됐거나 없는 HaoBar 항목 그룹을 고칩니다.
nl: Herstelt losgekoppelde of ontbrekende HaoBar-groepen.
pt_br: Repara grupos do HaoBar desanexados ou ausentes.
th: ซ่อมกลุ่มรายการ HaoBar ที่หลุดหรือขาด
vi: Sửa nhóm mục HaoBar bị tách hoặc thiếu.
zh_hans: 修复已脱离或缺失的 HaoBar 项目分组。
zh_hant: 修復已脫離或缺失的 HaoBar 項目群組。

source: Require Touch ID (or password on Macs without Touch ID) to reveal hidden menu bar icons
de: Touch ID (oder Kennwort ohne Touch ID) zum Einblenden ausgeblendeter Symbole verlangen
es: Pedir Touch ID (o contraseña sin Touch ID) para revelar iconos ocultos
fr: Exiger Touch ID (ou le mot de passe sans Touch ID) pour afficher les icônes masquées
id: Wajibkan Touch ID (atau kata sandi jika tanpa Touch ID) untuk menampilkan ikon tersembunyi
it: Richiedi Touch ID (o password senza Touch ID) per mostrare le icone nascoste
ja: 非表示アイコンを出すにはTouch ID（非対応Macはパスワード）が必要
ko: 가려진 메뉴 막대 아이콘을 보려면 Touch ID가 필요합니다(없는 Mac은 암호).
nl: Touch ID (of wachtwoord zonder Touch ID) vereisen om verborgen pictogrammen te tonen
pt_br: Exigir Touch ID (ou senha sem Touch ID) para revelar ícones ocultos
th: ต้องใช้ Touch ID (หรือรหัสผ่านถ้าไม่มี Touch ID) เพื่อเผยไอคอนที่ซ่อน
vi: Cần Touch ID (hoặc mật khẩu nếu máy không có) để hiện biểu tượng ẩn
zh_hans: 显示隐藏的菜单栏图标需要 Touch ID（没有 Touch ID 的 Mac 则用密码）
zh_hant: 顯示隱藏的選單列圖示需要 Touch ID（沒有 Touch ID 的 Mac 則用密碼）

source: Required to detect icons
de: Erforderlich, um Symbole zu erkennen
es: Necesario para detectar iconos
fr: Requis pour détecter les icônes
id: Diperlukan untuk mendeteksi ikon
it: Necessario per rilevare le icone
ja: アイコン検出に必要
ko: 아이콘을 감지하는 데 필요
nl: Nodig om pictogrammen te herkennen
pt_br: Necessário para detectar ícones
th: จำเป็นเพื่อตรวจจับไอคอน
vi: Cần để nhận diện biểu tượng
zh_hans: 检测图标所必需
zh_hant: 偵測圖示所必需

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
nl: Stel opnieuw in
pt_br: Redefinir
th: รีเซ็ต
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

source: Reset all settings to factory defaults
de: Alle Einstellungen auf Werkseinstellungen zurücksetzen
es: Restablecer todos los ajustes de fábrica
fr: Réinitialiser tous les réglages par défaut
id: Reset semua pengaturan ke bawaan pabrik
it: Ripristina tutte le impostazioni predefinite
ja: すべての設定を工場出荷時に戻す
ko: 모든 설정을 공장 기본값으로 되돌립니다
nl: Alle instellingen naar fabrieksstandaard
pt_br: Redefinir todos os ajustes para o padrão
th: รีเซ็ตการตั้งค่าทั้งหมดเป็นค่าโรงงาน
vi: Đặt lại mọi cài đặt về mặc định
zh_hans: 将所有设置恢复为出厂默认值
zh_hant: 將所有設定回復為原廠預設值

source: Reset App
de: App zurücksetzen
es: Restablecer la app
fr: Réinitialiser l’app
it: Ripristina l’app
ja: Appをリセット
ko: 앱 재설정
nl: App opnieuw instellen
pt_br: Redefinir o app
th: รีเซ็ตแอป
vi: Đặt lại app
zh_hans: 重置应用
zh_hant: 重置 App

source: Reset to Defaults…
de: Auf Standard zurücksetzen …
es: Restablecer valores…
fr: Réinitialiser par défaut…
id: Reset ke bawaan…
it: Ripristina predefiniti…
ja: デフォルトに戻す…
ko: 기본값으로 재설정…
nl: Standaardwaarden…
pt_br: Redefinir para o padrão…
th: รีเซ็ตเป็นค่าเริ่มต้น…
vi: Đặt lại mặc định…
zh_hans: 恢复默认…
zh_hant: 回復預設…

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
nl: Herstel
pt_br: Restaurar
th: คืนค่า
vi: Khôi phục
zh_hans: 还原
zh_hant: 還原

source: Restore Last Good Layout
de: Letztes gutes Layout wiederherstellen
es: Restaurar la última disposición correcta
fr: Restaurer la dernière bonne disposition
id: Pulihkan tata letak baik terakhir
it: Ripristina l’ultimo layout valido
ja: 前回の正常なレイアウトを復元
ko: 최근 정상 레이아웃 복원
nl: Laatste goede lay-out herstellen
pt_br: Restaurar o último layout correto
th: คืนเลย์เอาต์ที่ดีล่าสุด
vi: Khôi phục bố cục ổn gần nhất
zh_hans: 还原上次正常布局
zh_hant: 還原上次正常佈局

source: Restore Point
de: Wiederherstellungspunkt
es: Punto de restauración
fr: Point de restauration
id: Titik pemulihan
it: Punto di ripristino
ja: 復元ポイント
ko: 복원 지점
nl: Herstelpunt
pt_br: Ponto de restauração
th: จุดคืนค่า
vi: Điểm khôi phục
zh_hans: 还原点
zh_hant: 還原點

source: Restore point saved.
de: Wiederherstellungspunkt gespeichert.
es: Punto de restauración guardado.
fr: Point de restauration enregistré.
id: Titik pemulihan disimpan.
it: Punto di ripristino salvato.
ja: 復元ポイントを保存しました。
ko: 복원 지점을 저장했습니다.
nl: Herstelpunt bewaard.
pt_br: Ponto de restauração salvo.
th: บันทึกจุดคืนค่าแล้ว
vi: Đã lưu điểm khôi phục.
zh_hans: 已保存还原点。
zh_hant: 已儲存還原點。

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
id: Pulihkan pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구입 항목 복원
nl: Aankopen herstellen
pt_br: Restaurar compras
th: คืนค่าการซื้อ
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买
zh_hant: 還原購買項目

source: reveal
de: Einblenden
es: mostrar
fr: afficher
id: menampilkan
it: mostrare
ja: 表示する
ko: 다시 표시
nl: tonen
pt_br: mostrar
th: แสดง
vi: hiện
zh_hans: 显示
zh_hant: 顯示

source: Reveal battery and power icons when battery is low
de: Akku- und Energie-Symbole bei niedrigem Akkustand einblenden
es: Revelar iconos de batería y energía con la batería baja
fr: Afficher les icônes batterie et alimentation quand la batterie est faible
id: Tampilkan ikon baterai dan daya saat baterai lemah
it: Mostra le icone batteria e alimentazione a batteria scarica
ja: バッテリー残量が少ないときにバッテリーと電源アイコンを表示
ko: 배터리가 부족하면 배터리와 전원 아이콘을 보여 줍니다
nl: Batterij- en energiepictogrammen tonen bij lage batterij
pt_br: Revelar ícones de bateria e energia quando a bateria estiver baixa
th: แสดงไอคอนแบตเตอรี่และพลังงานตอนแบตต่ำ
vi: Hiện icon pin và nguồn khi pin yếu
zh_hans: 低电量时显示电池和电源图标
zh_hant: 低電量時顯示電池和電源圖示

source: Reveal delay
de: Einblendverzögerung
es: Retraso al revelar
fr: Délai d’affichage
id: Jeda tampil
it: Ritardo di visualizzazione
ja: 表示までの遅延
ko: 표시 지연
nl: Toonvertraging
pt_br: Atraso para revelar
th: หน่วงก่อนแสดง
vi: Độ trễ hiện
zh_hans: 显示延迟
zh_hant: 顯示延遲

source: Reveal hidden icons on hover
de: Ausgeblendete Symbole beim Bewegen des Zeigers einblenden
es: Revelar iconos ocultos al pasar el puntero
fr: Afficher les icônes masquées au survol
id: Tampilkan ikon tersembunyi saat diarahkan
it: Mostra le icone nascoste al passaggio del puntatore
ja: ポインタを重ねると非表示アイコンを表示
ko: 포인터를 올리면 가려진 아이콘을 보여 줍니다
nl: Verborgen pictogrammen tonen bij aanwijzen
pt_br: Revelar ícones ocultos ao passar o ponteiro
th: โชว์ไอคอนที่ซ่อนเมื่อชี้
vi: Hiện biểu tượng ẩn khi đưa con trỏ tới
zh_hans: 悬停时显示隐藏图标
zh_hant: 指標停駐時顯示隱藏圖示

source: Reveal hidden menu bar icons
de: Ausgeblendete Menüleisten-Symbole einblenden
es: Revelar iconos ocultos de la barra de menús
fr: Afficher les icônes masquées de la barre des menus
id: Tampilkan ikon bilah menu tersembunyi
it: Mostra le icone nascoste della barra dei menu
ja: 非表示のメニューバーアイコンを表示
ko: 가려진 메뉴 막대 아이콘 표시
nl: Verborgen menubalkpictogrammen tonen
pt_br: Revelar ícones ocultos da barra de menus
th: แสดงไอคอนแถบเมนูที่ซ่อน
vi: Hiện biểu tượng thanh menu đang ẩn
zh_hans: 显示隐藏的菜单栏图标
zh_hant: 顯示隱藏的選單列圖示
